Repository: Spiritecho777/StuAuth
Catalog: Properties/Resources.*.resx
Languages: br, fr, ja

source: Back
br: Kein
fr: Retour
ja: 戻る

source: Cancel
br: Nullañ
fr: Annuler
ja: キャンセル

source: Confirm
br: Kadarnaat
fr: Confirmer
ja: 確認する

# ErrorExport
source: There is an empty folder, please delete it before exporting.
br: Ur renkell goullo zo, diverkit anezhi a-raok ezporzhiañ mar plij.
fr: Il y a un dossier vide veuillez le supprimer avant l'export
ja: 空のフォルダがあります。エクスポートする前に削除してください。

# ErrorExportQR
source: The directory {0} could not be created.
br: N'hall ket bezañ krouet ar c'havlec'h {0}.
fr: Le répertoire {0} n'a pas pu être créé.
ja: ディレクトリ {0} を作成できませんでした。

source: Export
br: Ezporzhiañ
ja: 輸出

# ExportQR
source: Save QR codes
br: Enrollañ ar c'hodoù QR
fr: Enregistrer les QR codes
ja: QRコードを保存する

source: Import
br: Enporzhiañ
ja: 輸入

# IntAdd
source: Enter the folder name
br: Lakait anv an teuliad
fr: Entrez le nom du dossier
ja: フォルダ名を入力してください

# IntAppVersion
source: Current version number:
br: Niverenn stumm bremañ :
fr: Numéro de version actuel :
ja: 現在のバージョン番号:

# IntDeleteAccount
source: Account {0} has been successfully deleted.
br: Dilamet eo bet ar gont {0} gant berzh.
fr: Le compte {0} a été supprimé avec succès.
ja: アカウント {0} は正常に削除されました。

# IntDeleteFolder1
source: The folder {0} contains accounts. Do you want to delete it and all its accounts?
br: En teuliad {0} ez eus kontoù. Fellout a ra deoc'h dilemel anezhañ hag e holl gontoù ?
fr: Le dossier {0} contient des comptes. Voulez-vous le supprimer ainsi que tous ses comptes ?
ja: フォルダ {0} にはアカウントが含まれています。フォルダとすべてのアカウントを削除しますか?

# IntDeleteFolder2
source: Deletion confirmation
br: Kadarnaat an dilemel
fr: Confirmation de suppression
ja: 削除確認

# IntDeleteFolder3
source: The folder {0} and all its accounts have been deleted.
br: Dilamet eo bet an teuliad {0} hag hec'h holl gontoù.
fr: Le dossier {0} et tous ses comptes ont été supprimés.
ja: フォルダー {0} とそのすべてのアカウントが削除されました。

# IntDeleteFolder4
source: The folder {0} has been successfully deleted.
br: Dilamet eo bet an teuliad {0} gant berzh.
fr: Le dossier {0} a été supprimé avec succès.
ja: フォルダー {0} は正常に削除されました。

# IntExport1
source: Export to text file
br: Ezporzhiañ d'ur restr testenn
fr: Exporter vers fichier texte
ja: テキストファイルにエクスポート

# IntExport2
source: Export to QRCode file
br: Ezporzhiañ d'ar restr QRCode
fr: Exporter vers fichier QRCode
ja: QRコードファイルにエクスポート

# Txt1
source: Text files (*.txt)|*.txt
br: Restroù testenn (*.txt)|*.txt
fr: Fichiers texte (*.txt)|*.txt
ja: テキストファイル (*.txt)|*.txt

# Txt2
source: Select a text file
br: Dibabit ur restr testenn
fr: Sélectionnez un fichier texte
ja: テキストファイルを選択してください

# ErrorIntImport
source: There is an error in your export file, please check and try again.
br: Ur fazi zo en ho restr ezporzhiañ, gwiriit ha klaskit en-dro.
fr: Il y a une erreur dans votre fichier d'export veuillez vérifier et recommencer
ja: エクスポート ファイルにエラーがあります。確認してもう一度お試しください。

# IntRename
source: Enter the new name
br: Lakait an anv nevez
fr: Entrez le nouveau nom
ja: 新しい名前を入力してください

source: QRCode
br: Kod QR
ja: QRコード

source: Register
br: Saveteiñ
fr: Enregistrer
ja: 保存

source: Rename
br: Brud
fr: Renommée
ja: 名声

# Secret Key
source: Secret Key [A-Za-z0-9]:
br: Alc'hwez kuzh [A-Za-z0-9]:
fr: Clé Secrète [A-Za-z0-9]:
ja: 秘密鍵[A-Za-z0-9]:

source: Server
br: Dafariad
fr: Serveur
ja: サーバ

source: Synchronization
br: Sinkronelaat
fr: Synchronisation
ja: 同期

# TTDelete
source: Right click on the account you want to delete
br: Klikit gant ar stokell dehou war ar gont a fell deoc'h dilemel
fr: Clique droit sur le compte que vous souhaitez supprimer
ja: 削除したいアカウントを右クリックします

# TTHorloge
source: Clock synchronization
br: Sinkronelaat an eurier
fr: Synchronisation de l'horloge
ja: クロック同期

# TTRename
source: Right click on the account you want to rename
br: Klikañ gant ar stokell dehou war ar gont a fell deoc'h adenvel
fr: Clique droit sur le compte que vous souhaitez renommer
ja: 名前を変更したいアカウントを右クリックします

# TTServer
source: Connection for web extension and import/export
br: Kevreadenn evit astenn ar web hag enporzhiañ/ezporzhiañ
fr: Connection pour l'extension web et import/export
ja: Web拡張およびインポート/エクスポート用の接続

# IntNewAccount1
source: No QR code found
br: N'eus bet kavet kod QR ebet
fr: Pas de QR code trouver
ja: QRコードが見つかりません

# IntNewAccount2
source: The key you entered is not correct.
br: N'eo ket reizh an alc'hwez lakaet ganeoc'h.
fr: La clé que vous avez rentrez n'est pas correct
ja: 入力したキーが正しくありません。

# IntNewAccountP2
source: Please enter an account name
br: Lakait un anv kont mar plij
fr: Veuillez entrez un nom de compte
ja: アカウント名を入力してください

source: Error
br: Fazi
fr: Erreur
ja: エラー

# IntNP1
source: Do you want to import the data?
br: Fellout a ra deoc'h enporzhiañ ar roadennoù ?
fr: Voulez-vous importer les données ?
ja: データをインポートしますか?

# IntNP2
source: The IP address is invalid or unreachable.
br: Didalvoudek pe n'haller ket tizhout ar chomlec'h IP.
fr: L'adresse IP n'est pas valide ou inaccessible.
ja: IP アドレスが無効または到達不能です。

# IntNP3
source: Please enter a correct network example: 192.168.1
br: Lakait ur skouer rouedad reizh : 192.168.1
fr: Veuillez rentrer un réseau correct exemple: 192.168.1
ja: 正しいネットワークを入力してください。例: 192.168.1

# IntNP4
source: The server is not started.
br: N'eo ket loc'het an dafariad.
fr: Le serveur n'est pas démarrer.
ja: サーバーが起動されていません。

# App1
source: The application is already running.
br: Emañ an arload o vont en-dro dija.
fr: L'application est déjà en cours d'exécution.
ja: アプリケーションはすでに実行されています。

# Encryption1
source: Error: The data file is not readable on this machine. It may be corrupted or the key is incorrect. The application will now close.
br: Fazi : N'eo ket lennus ar restr roadennoù war an urzhiataer-mañ. Marteze eo gwastet pe n'eo ket reizh an alc'hwez. Serret e vo an arload bremañ.
fr: Erreur : Le fichier de données n'est pas lisible sur cette machine. Il peut être corrompu ou la clé est incorrecte. L'application va maintenant se fermer.
ja: エラー: データファイルはこのマシンでは読み取れません。破損しているか、キーが正しくない可能性があります。アプリケーションを終了します。

# Encryption2
source: Decryption error
br: Fazi dirinegañ
fr: Erreur de décryption
ja: 復号化エラー
